Repository: tenekon/Tenekon.CommandLine.Extensions.PolyType
Catalog: src/Tenekon.CommandLine.Extensions.PolyType/Properties/Resources.*.resx
Languages: de_de

# ValueDoesNotMatchPattern
source: Value '{0}' does not match pattern '{1}'.
de_de: Wert '{0}' entspricht nicht dem Muster '{1}'.

# FileDoesNotExist
source: File does not exist: '{0}'.
de_de: Datei existiert nicht: '{0}'.

# FileMustNotExist
source: File must not exist: '{0}'.
de_de: Datei darf nicht existieren: '{0}'.

# DirectoryDoesNotExist
source: Directory does not exist: '{0}'.
de_de: Verzeichnis existiert nicht: '{0}'.

# DirectoryMustNotExist
source: Directory must not exist: '{0}'.
de_de: Verzeichnis darf nicht existieren: '{0}'.

# FileOrDirectoryDoesNotExist
source: File or directory does not exist: '{0}'.
de_de: Datei oder Verzeichnis existiert nicht: '{0}'.

# FileOrDirectoryMustNotExist
source: File or directory must not exist: '{0}'.
de_de: Datei oder Verzeichnis darf nicht existieren: '{0}'.

# InvalidPath
source: Invalid path: '{0}'.
de_de: Ung端ltiger Pfad: '{0}'.

# InvalidFileName
source: Invalid file name: '{0}'.
de_de: Ung端ltiger Dateiname: '{0}'.

# InvalidUri
source: Invalid URI: '{0}'.
de_de: Ung端ltige URI: '{0}'.

# InvalidUrl
source: Invalid URL: '{0}'.
de_de: Ung端ltige URL: '{0}'.
